var local_database = [
    {
        date: "Sep 24 2016",
        title: "数数这些年的春季档电影",
        content: "认真的讲，自从97年冯小刚用《甲方乙方》开启了内地贺岁片先河之后，春节档的电影是一年不如一年。好在今年王晶导演没有携《澳门风云4》来给大家拜年，算是放了内地观众一马。",
        reading: "112",
        collection: "96",
        imgSrc: "/images/post/1.jpg",
        avatar: "/images/avatar/1.jpg",
        headImgSrc: '/images/post/1.jpg',
        author: '小楼昨夜又秋风',
        dateTime: '10个月前',
        detail: '认真的讲，自从97年冯小刚用《甲方乙方》开启了内地贺岁片先河之后，春节档的电影是一年不如一年。好在今年王晶导演没有携《澳门风云4》来给大家拜年，算是放了内地观众一马。\n春节档，尤其是初一到初七是一个非常特殊的观影时段，再烂的片子都可以获得不错的票房。原因很简单，大过年的到处暂停营业，电影似乎是普通老百姓唯一的大众化消费娱乐活动。我大概回忆了下这些年贺岁档期能给我留下一些印象的电影：\n09年《游龙戏凤》，简单纯粹的爱情观，在现在的电影中已成异类。\n10年《全城热恋》，很抱歉，到现在为止我没看过《阿凡达》。。。我对以特效炫酷著称的电影向来不感冒。\n12年《碟中谍4》，越来越不好看，但系列片就像鸡肋，食之无味，弃之可惜。比如《速度与激情》。。。\n14年《澳门风云》，这是个反例。。。但我居然还是连续看了3年，16年的《澳门3》已经突破了人类“无厘头”的极限。别问我为什么无聊还要看，因为春节期间看电影对我来说是一项任务，你肩负着带着一大堆亲戚朋友的熊孩子去看电影的艰巨任务。\n15年我印象特别深刻，现在数一数我在15年一个春节看了6部电影。唯有《狼图腾》留下了些许印象，这还是得益于上高三时偷偷的在英语书下夹了本《狼图腾》，结果被班主任溜到窗子外面把书收走了，直到现在也没还我，心心念啊。\n16年《美人鱼》。对于星爷，我已是个路人。唯一给我留下很深印象的电影是很小的时候看过的《算死草》。这么多年，我还是坚持的认为星爷的片子应该是斑驳的画面，泛黄的色彩，老式而又古旧的无厘头风格。精美的画面、炫酷的特效，这都不是真的，不是真的星爷，一定是假的星爷拍的《美人鱼》！\n还是让星爷永远停留在那个用录像机和VCD观影的年代吧。也许现在星爷拍的电影很好，很情怀，无数人会喊着还星爷一张电影票去看《美人鱼》，让票房一路高走最终以33.92亿元收官。但我是看不懂也欣赏不来了。这只和心态有关，没有了年少的那份无忧与无虑的心态，就再也看不懂星爷的电影了。\n今天大年初一，照例去影院看了徐克与星爷双剑合璧的《西游伏妖》。特效与光影都做的不错，但实话说看不懂也不好笑，全场几乎没人笑，开场20分钟影院里就到处是手机泛着白光。全场看下来有以下诸多对白：\n1 吴亦凡：好了，今天会就开到这里，大家下去再仔细想想。\n 2 包贝尔（国王）：好了我今天来的目的就是要给你搬个奖。\n吴亦凡（唐僧）：啊，什么奖。\n包贝尔：终生成就奖。\n林更新（悟空）：那种货色都能拿奖，齐天大圣给什么奖啊。\n3 师傅走的最多的路就是套路，师傅可是危机管理学的高手。\n我差点儿以为编剧星爷是不是最近开了个小公司要创业，写写自己管理创业团队的点点滴滴？这活脱脱就是一部创业团队管理的血泪史嘛。老板要洗脑，员工要反抗，最终还是老板赢得了战争最后的胜利。\n看电影不同的观众有不同的观影角度：\n有人看剧情；\n有的人看“脸”；\n有的人看明星；\n有的人看特效；\n有的人看叙事手法；\n有的人看光影；\n有的人看镜头；\n有的人看剪辑；\n还有人看结构；\n绝大多数非专业观众看的都是前4种。可我看电影总是喜欢看“道理”，我总觉得一部电影要讲出个什么深刻的人生道理才是部好的电影。这是一种病，一种心灵贫瘠需要鸡汤的毛病。那直接看鸡汤文好不好。不好，那样会显得太low，太不艺术。\n我一直在想为什么看不懂星爷的电影了，为什么笑不出来了。因为我不纯粹了，总想去挖掘点儿什么，总是潜意识的认为这电影拍出来不为了讲一个深刻的道理那拍了干什么？\n但有些电影本身就没有什么深刻的意义，就是没有去讲什么道理，你一定要去过度解构一部电影却毫无头绪，自然觉得它“不好看”。这就像鲁迅先生的文章，太多的人过度解读了先生的文章，认为先生愤世嫉俗（从极度推崇鲁迅到反对鲁迅这是两个极端）。但单从文字美学和叙事组织能力上来看，先生也是一等一的高手。所以，对于很多电影你不喜欢，并不代表不好，只是不对你胃口。\n要我说看电影要不就把自己当成一个普通吃瓜群众，看看笑笑就好；要不就把自己当成一个专业人士，能够去解读电影剪辑、拍摄手法，评价下光影、特效。夹在中间，不上不小的观影群体，最是难受。只看剧情不甘心，而看电影本身的技巧又看不懂，好难受。垃圾电影！豆瓣中大部分的影评都是以这种不上不下的心态写的。\n文末向大家推荐几部我过年在家看的电影、电视剧。还有几天假期，无聊的同学抓紧看看：\n17版《射雕英雄传》，并不输83版射雕。\n《西部世界》，极度烧脑。这片子吧，有个特点，只看剧情吧你觉得不尽兴，就这也能被称为神剧？看叙事、剪辑、双线叙事吧，你又看的一脸懵逼。\n《萨利机长》。好吧。我承认这就是我喜欢的电影类型：一部电影一定要讲个道理。借用豆瓣的一句短评来描述我看完后的心情：上了班之后越来越觉得，这个时代最难得也是最迷人的是professionalism, discipline, order, focus 和solution- driven这些在学生时代被认为是最不酷的乖学生才有的特质。\n《一起同过窗》，好像是我看过的青春回忆片儿里唯一不狗血、不滥情、三观正常的青春电视剧。豆瓣评分8.7，算是同类型电视剧评分最高的了，高于《与青春有关的日子》。绝对是当今一众让人脑洞大开的青春剧里的一股清流。\n如果你已经把我推荐的几部电视剧全部看过，那么。。。。。。我想说：同学，反省下吧，为什么你有那么多时间看了那么多的电影？老师教导我们，要珍惜时间，一寸光阴一寸金，寸金难买寸光阴；父母教训我们，不好好学习，以后怎么考清华、北大？老板教育我们，看电视剧并不能让你涨工资。。。。。。',
        postId: 0,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46',
            title: '许巍：此时此刻',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R300x300M000003rsKF44GyaSk.jpg?max_age=2592000'
        }
    },
    {
        date: "Sep 25 2016",
        title: "西安有哪些深藏不露的餐馆？",
        content: "我在西安待了十几年了，麻辣烫冒菜吃了不少，不管是傻得冒、李得冒，还是张亮、杨国福，总之没有这家麻辣烫给我的印象深刻，卖相超好，吃得给力，辣椒特别香，我们也是从陕西大剧院看完节目找吃的，就在曲江六号南门附近发现有一家叫天乙鹏鹏麻辣烫的，算是给大家推荐一下吧 。",
        reading: "92",
        collection: "65",
        imgSrc: "/images/post/2.jpg",
        avatar: "/images/avatar/2.jpg",
        headImgSrc: '/images/post/2.jpg',
        author: '鹏鹏',
        dateTime: '9天前',
        detail: '我在西安待了十几年了，麻辣烫冒菜吃了不少，不管是傻得冒、李得冒，还是张亮、杨国福，总之没有这家麻辣烫给我的印象深刻，卖相超好，吃得给力，辣椒特别香，我们也是从陕西大剧院看完节目找吃的，就在曲江六号南门附近发现有一家叫天乙鹏鹏麻辣烫的，算是给大家推荐一下吧 。',
        postId: 1,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
            title: '谭咏麟：朋友',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000'
        }
    },
    {
        date: "Nov 23 2017",
        title: "S7世界赛ADC排行榜",
        content: "在做这个排行的时候很难过，因为我自己就是UZI粉，我认为他发挥的很好，但是他不能放在第一。这一年努力了吗？努力了。改正自己的缺点了吗？改正了。甚至都知道自己带着自己的辅助小明进步了。可是，没有意义。 RNG四强。 所以这次排行的名次是？ 。",
        reading: "324",
        collection: "139",
        imgSrc: "/images/post/3.png",
        avatar: "/images/avatar/3.jpg",
        headImgSrc: '/images/post/3.png',
        author: '鹏鹏',
        dateTime: '9天前',
        detail: '尺帝的成长是可以拍一个电视剧的，因为尺帝的成长很缓慢。在他的成长过程中有太多的天神下凡挡在他的前面，赢了就是统治者，输了就是尺帝。在这个艰难的成长环境中，尺帝明白了一件事情。\nAD要做的事情是什么。\n为什么他一直要用维鲁斯？\n因为稳定，不管是前期的对线还是后期的输出。\n不求有功，但求无过。\n这真的不是在嘲讽ruler，在这个团队游戏中做到无过很难。虽然在小组赛中，尺帝的问题很大，但他们输给RNG以后马上找到了自己的问题所在。\n尺帝也知道自己该做什么事情了，并且做的很不错。\n所以，ruler就是第一。',
        postId: 2,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38',
            title: '齐秦，夜夜夜夜',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000'
        }
    },
    {
        date: "Nov 23 2017",
        title: "比萨斜塔：上帝啊！收了这帮逗比吧！老子都快被他们玩坏了！",
        content: "去旅行，如果只是看景点，那就太无聊了，因为你还可以多看看那些在景点周边拍照的人，他们有可能比景点本身还要有意思哦。 。",
        reading: "189",
        collection: "23",
        imgSrc: "/images/post/4.jpg",
        avatar: "/images/avatar/4.jpg",
        headImgSrc: '/images/post/4.jpg',
        author: '宋歌',
        dateTime: '5 天前',
        detail: '去旅行，如果只是看景点，那就太无聊了，因为你还可以多看看那些在景点周边拍照的人，他们有可能比景点本身还要有意思哦。\n以比萨斜塔为例：\n电视中，它长这样：',
        postId: 3,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38',
            title: '李宗盛，鬼迷心窍',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000'
        }
    },
    {
        date: "Nov 23 2017",
        title: "真实版荒岛大逃杀：32男1女，太平洋小岛的血色六年。",
        content: "眠眠以为，人类可能天生就对荒岛有一种情结，由此我们经常会看到两种关于荒岛的设定：第一种，是把一群人扔到荒岛上，让他们互相残杀，会发生什么事情。第二种，是把一群男人，和一个女人扔到荒岛上（相反的性别设定也有），他们又会发生什么。 。",
        reading: "7180",
        collection: "419",
        imgSrc: "/images/post/5.png",
        avatar: "/images/avatar/5.jpg",
        headImgSrc: '/images/post/5.png',
        author: '眠眠',
        dateTime: '5天前',
        detail: '眠眠以为，人类可能天生就对荒岛有一种情结，由此我们经常会看到两种关于荒岛的设定：第一种，是把一群人扔到荒岛上，让他们互相残杀，会发生什么事情。第二种，是把一群男人，和一个女人扔到荒岛上（相反的性别设定也有），他们又会发生什么。',
        postId: 4,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38',
            title: '万晓利，女儿情',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000'
        }
    },
    {
        date: "Nov 23 2017",
        title: "第一次去星巴克如何装的像一个老手？",
        content: "要不要让服务员拿菜单啊?要不要用英文跟服务员讲啊？要不要加糖啊？ 。",
        reading: "1400",
        collection: "222",
        imgSrc: "/images/post/6.jpg",
        avatar: "/images/avatar/6.jpg",
        headImgSrc: '/images/post/6.jpg',
        author: '猫球',
        dateTime: '6天前',
        detail: '作为一个星巴克的忠实顾客，我像走马灯一样回忆了一下我历年来在星巴克点单时的经历。\n只有两次。\n只有两次，我得到了店员对我满目呼之欲出的难掩爱意、满目含情脉脉的表情（类似下图）',
        postId: 5,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38',
            title: '张国荣，沉默是金',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000'
        }
    },
]

module.exports = {
    postList: local_database
}